<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Killer Contract 3 Generator</title>

    <!--
    see https://mail.google.com/mail/u/0/#label/!CLIENTS%2Finsign/14fd19fc5e6e8ab9?projector=1

    ajouter la clause extra dev et l etalement sur 3 mois

    https://www.1min30.com/inbound-marketing/necessite-clauses-contrat-projet-web-18875
    https://stuffandnonsense.co.uk/projects/contract-killer/

    https://github.com/SiamKreative/Contract-Killer-Generator
    http://www.docracy.com/7079/development-service-contract
    http://www.gethourglass.com/software-development-contract-template.html
    -->

    <link rel="dns-prefetch" href="//cdnjs.cloudflare.com">
    <link rel="dns-prefetch" href="//fonts.googleapis.com">
    <link rel="dns-prefetch" href="//www.google-analytics.com">
    <link rel="dns-prefetch" href="//camo.githubusercontent.com">
    <link rel="dns-prefetch" href="//ajax.googleapis.com">
    <link rel="dns-prefetch" href="//api.filestackapi.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>

    <link rel="stylesheet" type="text/css" href="//cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" class="inc_pdf">
    <link rel="stylesheet" type="text/css" href="//cdnjs.cloudflare.com/ajax/libs/bootstrap-datepicker/1.4.1/css/bootstrap-datepicker3.min.css">
    <link rel="stylesheet" type="text/css" href="//fonts.googleapis.com/css?family=Roboto:400,700,300">
    <link rel="stylesheet" type="text/css" href="app-screen-only.css">
    <link rel="stylesheet" type="text/css" href="app.css">

    <script>
        (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
        (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
        m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
        })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

        ga('create', 'UA-76556627-1', 'auto');
        ga('send', 'pageview');

    </script>
</head>
<body>
    <div id="wrapper">
        <div id="sidebar-wrapper">
            <div class="sidebar-inner">
                <h3>G&eacute;n&eacute;rez votre propre contrat</h3>
                <p class="sidebar-description">Il suffit de remplir les champs ci-dessous et cliquez sur le bouton "Enregistrer au format PDF" pour enregistrer votre contrat en tant au format PDF.</p>
                <form id="form-customize" method="post" data-persist="garlic">
                    <div class="row">
                        <div class="col-lg-8 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Votre nom (de soci&eacute;t&eacute;)</label>
                                <input class="form-control" type="text" name="name" placeholder="Votre nom (de soci&eacute;t&eacute;)" required>
                            </div>
                        </div>
                        <div class="col-lg-4 hidden-md hidden-sm">
                            <div class="form-group">
                                <!-- https://www.filepicker.com/documentation/file_ingestion/widgets/pick -->
                                <label class="sr-only">Ajouter votre logo</label>
                                <input type="filepicker" data-fp-apikey="AbIR0ecfCQWSKjBIyWN8Uz" data-fp-button-class="btn btn-default btn-block btn-fp" name="logo" data-fp-button-text="+ logo" data-fp-extensions=".png,.jpg,.jpeg,.gif" onchange="jQuery('#logo').attr({'src':event.fpfile.url});">
                            </div>
                        </div>
                        <div class="col-lg-12 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Votre adresse</label>
                                <input class="form-control" type="text" name="address" placeholder="Votre adresse" required>
                            </div>
                        </div>

                        <div class="col-lg-8 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Nom (de la soci&eacute;t&eacute;) du client</label>
                                <input class="form-control" type="text" name="customername" placeholder="Nom (de la soci&eacute;t&eacute;) du client" required>
                            </div>
                        </div>
                        <div class="col-lg-4 hidden-md hidden-sm">
                            <div class="form-group">
                                <label class="sr-only">Ajouter le logo du client</label>
                                <input type="filepicker" data-fp-apikey="AbIR0ecfCQWSKjBIyWN8Uz" data-fp-button-class="btn btn-default btn-block btn-fp" name="logocustomer" data-fp-button-text="+ logo" data-fp-extensions=".png,.jpg,.jpeg,.gif" onchange="jQuery('#logocustomer').attr({'src':event.fpfile.url});">
                            </div>
                        </div>

                        <div class="col-lg-12 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Adresse du client</label>
                                <input class="form-control" type="text" name="customeraddress" placeholder="Adresse du client" required>
                            </div>
                        </div>
                        <div class="col-lg-12 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Description de la t&acirc;che</label>
                                <input class="form-control" type="text" name="task" placeholder="Description de la t&acirc;che" required>
                            </div>
                        </div>
                        <div class="col-lg-6 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Prix total</label>
                                <input class="form-control" type="text" name="total" placeholder="Prix total" required>
                            </div>
                        </div>
                        <div class="col-lg-6 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Date</label>
                                <div class="input-group date">
                                    <input type="text" name="date" class="form-control" placeholder="Date"><span class="input-group-addon"><i class="glyphicon glyphicon-calendar"></i></span>
                                </div>
                            </div>
                        </div>
                        <div class="col-lg-12 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Calendrier de paiement</label>
                                <textarea class="form-control" name="payment" placeholder="Calendrier de paiement" rows="2" required></textarea>
                            </div>
                        </div>
                        <div class="col-lg-12 col-md-4 col-sm-4">
                            <div class="form-group">
                                <label class="sr-only">Les tribunaux charg&eacute;s de ce contrat</label>
                                <div class="input-group input-group-court">
                                    <input class="form-control" type="text" name="court" placeholder="Les tribunaux charg&eacute;s de ce contrat" required><span class="input-group-addon" title="Locate me" id="locateme"><i class="glyphicon glyphicon-screenshot"></i></span>
                                </div>
                            </div>
                        </div>
                    </div>
                    <button type="submit" id="create-pdf-btn" class="btn btn-primary btn-lg btn-block">Enregistrer au format PDF <span class="glyphicon glyphicon-download-alt" aria-hidden="true"></span></button>
                    <input id="input-html" type="hidden" name="html" value="">
                </form>

                <div class="sidebar-about hidden-md hidden-sm">
                    <h3>About</h3>
                    <p>
                        Cet outil est bas&eacute; sur le contrat populaire open-source pour les concepteurs et les d&eacute;veloppeurs Web par <a href="http://stuffandnonsense.co.uk/">Stuff & Nonsense</a>. Date de r&eacute;vision: <a href="">18/04/2016</a>.
                    </p>
                    <hr>
                    <p>
                        Fabriqu&eacute; avec <span class="glyphicon glyphicon-heart" aria-hidden="true"></span> à Bangkok par <a href="http://twitter.com/siamkreative/">SiamKreative</a>.
                    </p>
                    <p>
                        Traduit et mis-&agrave;-jour avec <span class="glyphicon glyphicon-heart" aria-hidden="true"></span> en Allemagne par <a href="https://twitter.com/davaskwebltd/">davask web limited</a>.
                    </p>
                </div>
            </div>
        </div>
        <div id="page-content-wrapper">
            <div class="page-content">
                <div class="container">

                    <div id="contract">
                        <img id="logo" class="logo" src="img/logo_428x120.png" width="300" alt="">
                        <p>Entre nous <span class="item name">davask web limited</span></p>
                        <p>et</p>
                        <!-- https://cdn.filestackcontent.com/cipXdaBTba1b8QVc8vhA -->
                        <img id="logocustomer" class="logocustomer" src="" width="300" alt="">
                        <p>vous <span class="item customername">le nom du client</span></p>

                        <h2>R&eacute;sum&eacute;:</h2>
                        <div class="summary">
                            <p>
                                Nous ferons toujours de notre mieux pour r&eacute;pondre à vos besoins et r&eacute;pondre à vos attentes, mais il est important d'avoir des choses &eacute;crites afin que nous savons tous les deux ce qui est quoi, qui doit faire quoi et quand, et ce qui se passera si quelque chose va mal. Dans ce contrat, vous ne trouverez pas de termes juridiques complexes ou de longs passages de texte illisible. Nous avons pas envie de vous tromper en signant quelque chose que vous pourriez regretter plus tard. Ce que nous ne voulons est ce qui est le mieux pour les deux parties, maintenant et dans l'avenir.
                            </p>
                            <p>
                                Donc en bref:
                            </p>
                            <p>
                                Vous (<span class="item customername">nom du client</span>), situ&eacute; à <span class="item customeraddress">l'adresse du client</span> nous embauche (<span class="item name">davask web limited</span>) dont le si&egrave;ge social est situ&eacute; à <span class="item address">Room 747, 7/F, Star House, 3 Salisbury Road, Tsimshatsui, Kowloon, Hong Kong</span> pour <span class="item task">concevoir et d&eacute;velopper un site Web</span> pour le prix total estim&eacute; à <span class="item total">__________</span>, comme indiqu&eacute; dans notre correspondance pr&eacute;c&eacute;dente. Bien sûr, c'est peu plus compliqu&eacute;, mais nous allons arriver à cela.
                            </p>
                        </div>

                        <div class="agree">
                            <h2>Qu'est-ce que les deux parties conviennent de faire?</h2>
                            <p>
                                * Vous: * Vous avez le pouvoir de conclure ce contrat au nom de vous-m&ecirc;me, votr&eacute; entreprise ou votre organisation. Vous nous donnez tout ce qu'il faut pour terminer le projet et quand et dans le format nous en avons besoin. Vous examinez notre travail, fournir des commentaires et d'approbation en temps opportun aussi. Les d&eacute;lais fonctionnent de deux façons, vous aurez donc &eacute;galement &ecirc;tre li&eacute;s pa&eacute; les dates que nous fixons ensemble. Vous acceptez &eacute;galement de respecter le calendrier de paiement pr&eacute;vu à la fin de ce contrat.
                            </p>
                            <p>
                                * Nous: * Nous avons l'exp&eacute;rience et la capacit&eacute; de faire tout ce que nous avons convenu avec vous et nous ferons tout cela d'une manière professionnelle et en temps opportun. Nous nous efforcerons de r&eacute;pondre à chaque &eacute;ch&eacute;ance qui est fix&eacute; et au-dessus de cela, nous allons maintenir la confidentialit&eacute; de tout ce que vous nous donnez.
                            </p>
                        </div>

                        <div class="nitty">
                            <h2>D&eacute;tails du contrat</h2>

                            <h3>Conception</h3>

                            <p>
                                Nous cr&eacute;ons des designs look-and-feel, et des dispositions souples qui s'adaptent aux capacit&eacute;s de nombreux appareils et tailles d'&eacute;cran. Nous cr&eacute;ons des designs it&eacute;rative et utilisons principalement HTML et CSS de sorte que nous ne perdrons pas de temps se moquer jusqu'à chaque modèle comme un visuel statique. Nous pouvons utiliser des visuels statiques pour indiquer une direction look-and-feel (couleur, texture et de la typographie.) Nous appelons cette atmosphère de conception.
                            </p>
                            <p>
                                Vous aurez beaucoup de possibilit&eacute;s d'examiner notre travail et fournir une r&eacute;troaction. Nous allons partager notre Dropbox de travail avec vous et avoir des contacts r&eacute;guliers, &eacute;ventuellement tous les jours. Si, à tout moment, vous n'&ecirc;tes pas heureu&eacute; avec la direction de notre travail prend, vous allez nous payer en entier pour tout ce que nous avons produit jusqu'à ce point et d'annuler ce contrat.
                            </p>

                            <h3>Le contenu des textes</h3>

                            <p>
                                Nous ne sommes pas responsables de la r&eacute;daction ou la saisie de toute copie de texte. Si vous souhaitez nous &eacute;crire de nouveaux contenus ou texte d'entr&eacute;e pour vous, nous pouvons fournir une estimation distincte pour cela.
                            </p>

                            <h3>Photographies</h3>

                            <p>
                                Vous devez fournir des fichiers graphiques dans un format num&eacute;rique vectoriel &eacute;ditable. Vous devez fournir des photographies dans un format num&eacute;rique de haute r&eacute;solution. Si vous choisissez d'acheter photographies, nous pouvons sugg&eacute;rer des bibliothèques d'achat d'actions. Si vous souhaitez que nous chercher des photos pour vous, nous pouvons fournir une estimation distincte pour cela.
                            </p>

                            <h3>HTML, CSS et JavaScript</h3>

                            <p>
                                Nous livrons pages types Web d&eacute;velopp&eacute;s à partir HTML5 balisage, CSS2.1 + 3 feuilles de style pour le style et JavaScript discret pour la d&eacute;tection de fonctionnalit&eacute;, les poly-remplissages et les comportements.
                            </p>

                            <h3>test du navigateur</h3>

                            <p>
                                test du navigateur ne signifie plus d'essayer de faire un site Web le m&ecirc;me aspect dan&eacute; les navigateurs de diff&eacute;rentes capacit&eacute;s ou sur des appareils avec diff&eacute;rents &eacute;crans de taille. Cela ne signifie faire en sorte que l'exp&eacute;rience d'une conception d'une personne doit &ecirc;tre adapt&eacute;e au&eacute; capacit&eacute;s d'un navigateur ou d'un dispositif.
                            </p>

                            <h3>test du navigateur de bureau</h3>

                            <p>
                                Nous testons notre travail dans les versions actuelles des grands navigateurs de bureau, y compris celles qui sont faites par Apple (Safari), Google (Chrome), Microsoft (Internet Explorer), Mozilla Firefox et Opera. Nous allons &eacute;galement tester pour assurer Microsoft Internet Explorer 9 pour les utilisateurs Windows obtiennent une r&eacute;ponse appropri&eacute;e, &eacute;ventuellement diff&eacute;rent, l'exp&eacute;rience. Nous allons mettre en œuvre une conception de colonne unique pour les anciennes versions d'Internet Explorer et nous ne tester dans d'autres navigateurs plus anciens, sauf indication contraire. Si vous avez besoin d'un design am&eacute;lior&eacute; pour un navigateur plus ancien, nous pouvons fournir une estimation distincte pour cela.
                            </p>

                            <h3>test du navigateur mobile</h3>

                            <p>
                                Test de dispositifs populaires du petit &eacute;cran est essentiel pour assurer que l'exp&eacute;rience d'une conception d'une personne est adapt&eacute;e aux capacit&eacute;s de l'appareil qu'ils utilisent. Nous testons notre travail en:
                            </p>

                            <p>
                                iOS: Safari, Google Chrome Android 4.x: Google Chrome and Firefox
                            </p>
                            <p>
                                Actuellement, nous ne testons pas Blackberry, Opera Mini / Mobile, Windows Phone ou d'autres navigateurs mobiles. Si vous avez besoin de nous pour tester en utilisant ceux-ci, nous pouvons fournir une estimation distincte pour cela.
                            </p>

                            <h3>Support technique</h3>

                            <p>
                                Nous ne sommes pas une entreprise de site d'h&eacute;bergement de sorte que nous ne proposons pas de support pour l'h&eacute;bergement web, e-mail ou d'autres services relatifs à l'h&eacute;bergement. Vous pouvez d&eacute;jà avoir un h&eacute;bergement professionnel et vous pourriez m&ecirc;me g&eacute;rer ce&eacute; h&eacute;bergement en interne; si vous le faites, grande. Si vous ne le faites pas, nous pouvons mettre en place un compte pour vous à l'un de nos fournisseurs d'h&eacute;bergement pr&eacute;f&eacute;r&eacute;s. Nous pouvons mettre en place votre site sur un serveur, ainsi que tous les logiciels de statistiques tels que Google Analytics et nous pouvons fournir une estimation distincte pour cela. Ensuite, les mises à jour et la gestion de ce serveur seront à vous.
                            </p>

                            <h3>Modifications et r&eacute;visions</h3>

                            <p>
                                Nous savons par exp&eacute;rience que les contrats à prix fixes sont rarement avantageux pour vous, car ils vous limitent souvent à vos premières id&eacute;es. Nous ne voulons pas limiter votre capacit&eacute; à changer d'avis. Le prix au d&eacute;but de ce contrat est bas&eacute; sur la longueur de temps, nous estimons que nous aurons besoin pour accomplir tout ce que vous nous avez dit que vous voulez atteindre, mais nous sommes heureux d'&ecirc;tre flexibl&eacute;. Si vous voulez changer d'avis ou d'ajouter quelque chose de nouveau, qui ne sera pas un problème car nous allons fournir une estimation distincte pour cela.
                            </p>

                            <h3>&eacute;l&eacute;ments juridique</h3>

                            <p>
                                Nous ne pouvons pas garantir que notre travail sera sans erreur et nous ne pouvons pas &ecirc;tre tenu responsabl&eacute; envers vous ou un tiers pour les dommages, y compris la perte de profits, perte d'&eacute;conomies ou d'autres dommages accessoires, indirects ou sp&eacute;ciaux, m&ecirc;me si vou&eacute; ' avons-nous conseill&eacute; d'entre eux. Enfin, si une disposition du pr&eacute;sent contrat est ill&eacute;gale, nulle, ou pour toute raison inapplicable, cette disposition sera r&eacute;put&eacute;e divisible de ce contrat et ne doit pas affecter la validit&eacute; et le caractère ex&eacute;cutoire des dispositions restantes.
                            </p>

                            <h3>Droits d'auteur</h3>

                            <p>
                                Tout d'abord, nous vous garantissons que tous les &eacute;l&eacute;ments de texte, d'images ou d'autres &oelig;uvres d'art que vous fournissez sont soit la propri&eacute;t&eacute; de vos bons eux-m&ecirc;mes, o&eacute; que vous avez la permission de les utiliser.
                            </p>
                            <p>
                                Puis, lorsque votre paiement final a autoris&eacute;, le droit d'auteur sera automatiquement attribu&eacute; comme suit:
                            </p>
                            <p>
                                Vous poss&eacute;dez les &eacute;l&eacute;ments visuels que nous cr&eacute;ons pour ce projet. Nous allons vous donner les fichiers source et les fichiers finis et vous devriez les garder dans un endroit sûr que nous ne sommes pas tenus de conserver une copie. Vous poss&eacute;dez tous les &eacute;l&eacute;ments du texte, des images et des donn&eacute;es que vous avez fournies, à moins que quelqu'un d'autre les possède.
                            </p>
                            <p>
                                Nous poss&eacute;dons la combinaison unique de ces &eacute;l&eacute;ments qui constitue une conception complète et nous autorisons son utilisation pour vous, exclusivement et à perp&eacute;tuit&eacute; pour ce projet, à moins que nous sommes d'accord autrement.
                            </p>
                            <p>
                                Nous aimons montrer notre travail et partager ce que nous avons appris avec d'autres personnes, de sorte que nous nous r&eacute;servons le droit, avec votre permission, d'afficher et de lien vers votre projet dans le cadre de notre portefeuille et à &eacute;crire à ce sujet sur les sites Web, dans le magazine articles et dans les livres.
                            </p>

                            <h3>Paiements</h3>

                            <p>
                                Nous sommes sûrs que vous comprenez combien il est important comme une petite entreprise que vous payez les factures que nous vous envoyons rapidement. Comme nous sommes aussi sûrs que vous voulez rester amis, vous vous engagez à tenir serr&eacute; le calendrier de paiement suivant.
                            </p>
                            <p>
                                <span class="item payment">Calendrier de paiement</span>
                            </p>

                            <h3>Mais où est tous les petits caractères horribles?</h3>

                            <p>
                                Tout comme un ticket de parking, vous ne pouvez pas transf&eacute;rer ce contrat à quelqu'un d'autre sans notre permission. Ce contrat reste en place et n'a pas besoin d'&ecirc;tre renouvel&eacute;. Si pour une raison quelconque une partie de ce contrat devient invalide ou inapplicable, les autres parties de celui-ci restent en place.
                            </p>
                            <p>
                                Bien que la langue est simple, les intentions sont s&eacute;rieuses et ce contrat est un document juridique relevant de la comp&eacute;tence exclusive des tribunaux <span class="item court">anglais et gallois</span>.
                            </p>

                            <h3>La ligne en pointill&eacute;</h3>
                            <table id="signatures" class="table table-bordered">
                                <tr>
                                    <td>&nbsp;</td>
                                    <td>&nbsp;</td>
                                </tr>
                                <tr>
                                    <td>Sign&eacute; par et au nom de <span class="item name">nom de l'entreprise</span></td>
                                    <td>Sign&eacute; par et au nom de <span class="item customername">nom du client</span></td>
                                </tr>
                            </table>
                            <p>
                                Date: <span class="item date">date</span>
                            </p>
                            <p>
                                Tout le monde doit signer ci-dessus et garder une copie pour leurs dossiers.
                            </p>
                        </div>
                    </div><!-- /#contract -->
                </div><!-- /.container -->
            </div>
        </div>
    </div>

    <a href="https://github.com/davask">
        <img style="position: absolute; top: 0; right: 0; border: 0;" src="https://camo.githubusercontent.com/e7bbb0521b397edbd5fe43e7f760759336b5e05f/68747470733a2f2f73332e616d617a6f6e6177732e636f6d2f6769746875622f726962626f6e732f666f726b6d655f72696768745f677265656e5f3030373230302e706e67" alt="Fork me on GitHub" data-canonical-src="https://s3.amazonaws.com/github/ribbons/forkme_right_green_007200.png">
    </a>

    <script type="text/javascript" src="//ajax.googleapis.com/ajax/libs/jquery/2.1.3/jquery.min.js"></script>
    <script type="text/javascript" src="//cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.4/js/bootstrap.min.js"></script>
    <script type="text/javascript" src="//cdnjs.cloudflare.com/ajax/libs/bootstrap-datepicker/1.4.0/js/bootstrap-datepicker.min.js"></script>
    <script type="text/javascript" src="//cdnjs.cloudflare.com/ajax/libs/garlic.js/1.2.2/garlic.min.js"></script>
    <script type="text/javascript" src="//api.filestackapi.com/filestack.js"></script>
    <script type="text/javascript" src="vendor/jspdf.min.js"></script>
    <script type="text/javascript" src="app.js"></script>

</body>
</html>